[
  {
    "title": "Spoon Sports Progressive Lowering Springs",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/49/f/progressive-lowering-springs--d6d.jpg",
    "description": "Spoon progressive springs are designed to provide optimal ride height and camber, while working in conjunction with the stock dampers or the uprated Spoon fixed dampers. The progressive spring lowers the vehicle ride height reducing the amount of roll, increasing manoeuvrability and stability without compromise to ride quality. Comfortable ride at city driving speeds and stiffer, more responsive handling at higher demands. Progressive springs are recommended for enthusiasts wanting a sportier driving feel without the cost and harshness of dedicated track coilovers. A great starter modification that can be added to and enhanced by use of the Spoon Sports Fixed Damper Kit.",
    "price": "475.00",
    "userId": "5d2f6491bb60a805dc542bbe"
  },
  {
    "title": "Spoon Sports Baffled Oil Pan",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/35/1/baffled-oil-pan--a26.jpg",
    "description": "In fast cornering it is possible for the engine so suffer low oil pressure due to oil starvation. This is caused by the lateral G forces pulling the oil away from the pickup. The addition of the specially designed baffle plate to a genuine Honda sump makes it possible to prevent this occurrence. The Installation of a baffled oil pan is highly recommended when the vehicle is being used in a high G environment such as circuit racing / testing to prevent engine blow. All Spoon Baffled Sumps include a replacement sum gasket and HAMP oil filter. ",
    "price": "350.00",
    "userId": "5d2f6491bb60a805dc542bbe"
  },
  {
    "title": "Spoon Sports Carbon Lip Spoiler",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/53/1/carbon-lip-spoiler--c23.jpg",
    "description": "Spoon carbon fiber lip spoilers. Lightweight in construction and the excellent in finish and fit. A Lip Spoiler Bolt Set is available separately.",
    "price": "570.00",
    "userId": "5d2f6491bb60a805dc542bbe"
  },
  {
    "title": "Spoon Sports Exhaust Manifold [4-2-1]",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/d7/8/exhaust-manifold-4-2-1-a0c.jpg",
    "description": "The Spoon 4-2-1 header is designed to provide the maximum balance between peak power and torque. To develop this header, Spoon tested all possible combinations of pipe diameter, length, bends, and rotation through engine dyno, flow bench, and driving/circuit tests. The result was an extremely lightweight header (6.8kg) with substantial peak and mid-range power gains. Weight saving 50% over the OEM manifold of 11.5. For best results, we recommend installing the with Spoon N1 Muffler and B-pipe. ",
    "price": "1180.00",
    "userId": "5d2f6491bb60a805dc542bbe"
  },
  {
    "title": "Spoon Sports Head Cover",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/100/4/head-cover-yellow-d17.jpg",
    "description": "The signature Spoon Yellow head cover is now available to all Spoon Fans. For years the yellow head cover was reserved for the Spoon Race cars. However, after many requests from customers, Spoon decided to release it. ",
    "price": "550.00",
    "userId": "5d2f6491bb60a805dc542bbe"
  },
  {
    "title": "Spoon Sports Limited Slip Diff",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/5c/a/limited-slip-diff-15-lsd-bf6.jpg",
    "description": "The differential is a mechanical device that allows a flexible division of drive between the wheels allowing the car to corner. The load applied to the drive wheels during acceleration and cornering is always different from left to right wheel.  Due to this wheel spin can occur causing loss of control and acceleration performance. The Spoon LSD is a device which automatically reduces the loss of drive which can result from wheel spin on one side of the axle. In turn, this conveys power and torque through the wheel with the most grip helping the wheel accelerate the car. In other words, it is a necessity for all sport and race driving. The Spoon LSD is of Mechanical Type 1.5 way to front-wheel drive applications and 1.75 way for rear wheels drive applications. Initial torque has been set at 9-9.5 KG (cold). As a characteristic of the mechanical LSD, there is some dragging of the internal gear that can be felt in low-speed cornering and clicking sound that can be heard.",
    "price": "1145.00",
    "userId": "5d2f6491bb60a805dc542bbe"
  }
]