[
  {
    "id": "123",
    "title": "Spoon Sports Adjustable Coilover Kit",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/43/5/adjustable-coilover-kit--4a5.jpg",
    "description": "The Spoon Full Spec Coilovers feature chromoly steel body with aluminium components and perches. Independent compression and height adjustability with a 45mm piston.",
    "price": "2450.00"
  },
  {
    "id": "456",
    "title": "Spoon Sports Carbon Lip Spoiler",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/53/1/carbon-lip-spoiler--c23.jpg",
    "description": "Spoon carbon fiber lip spoilers. Light weight in construction and the excellent in finish and fit.",
    "price": "570.00"
  },
  {
    "id": "789",
    "title": "Spoon Sports Head Cover",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/100/4/head-cover-yellow-d17.jpg",
    "description": "The signature Spoon Yellow head cover is now available to all Spoon Fans. For years the yellow head cover was reserved for the Spoon Race cars. However after many requests from customers, Spoon decided to release it. ",
    "price": "550.00"
  },
  {
    "id": "101",
    "title": "Spoon Sports Exhaust Manifold [4-2-1]",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/d7/8/exhaust-manifold-4-2-1-a0c.jpg",
    "description": "The Spoon 4-2-1 header is designed to provide the maximum balance between peak power and torque.\r\nTo develop this header, Spoon tested all possible combinations of pipe diameter, length, bends, and rotation through engine dyno, flow bench, and driving/circuit tests. The result was an extremely lightweight header (6.8kg) with substantial peak and mid-range power gains. Weight saving 50% over the OEM manifold of 11.5\r\nFor best results we recommend installing the with Spoon N1 Muffler and B-pipe. ",
    "price": "1180.00"
  },
  {
    "title": "Spoon Sports Progressive Lowering Springs",
    "imageUrl": "https://www.spoonsports.eu/media/extendware/ewimageopt/media/inline/49/f/progressive-lowering-springs--d6d.jpg",
    "description": "Spoon progressive springs are designed to provide optimal ride height and camber, while working in conjunction with the stock dampers or the uprated Spoon fixed dampers.\r\nThe progressive spring lowers the vehicle ride height reducing the amount of roll, increasing maneuverability and stability without compromise to ride quality. Comfortable ride at city driving speeds and stiffer, more responsive handling at higher demands.\r\nProgressive springs are recommended for enthusiasts wanting a sportier driving feel without the cost and harshness of dedicated track coilovers.\r\nA great starter modification that can be added to and enhanced by use of the Spoon Sports Fixed Damper Kit.",
    "price": "475.00",
    "id": "0.9205479707621074"
  }
]